{"text": "AGENT: Hello\nUSER: Hmm.\nAGENT: Sir, hello sir, is Abhishek from Money View Lonar?\nUSER: Excuse me.\nUSER: Mm-hmm.\nAGENT: Sir, this is pending, right? I have not cleared the EMI yet.\nUSER: Hello\nAGENT: Yes.\nUSER: Huh?\nAGENT: Sir, there is a DMA pending, please clear it now.\nUSER: It won't be possible now madam, I don't have the amount right now. I am in a lot of trouble now.\nAGENT: Yes, I will do it.\nUSER: I don't understand what to do.\nAGENT: No\nUSER: I will do it, I will clear everything.\nAGENT: Okay sir, when sir? I need more time, more time.\nUSER: I need more time, I will do it next month, madam.\nAGENT: Next month, it won't be possible this month, sir.\nUSER: No madam, I have a lot of problems now. I have lost everything now. I don't have a single rupee now. If I get the amount, I will clear it next month.\nAGENT: Sure. Thank you.\nUSER: Okay.", "labels": {"intent": "NEEDS_EXTENSION", "sentiment": "NEGATIVE", "nba": "PTP"}}
{"text": "AGENT: नमस्ते\nUSER: हम्म।\nAGENT: सर, नमस्ते सर, क्या यह अभिषेक है मनी व्यू लोनर से?\nUSER: माफ़ कीजिए।\nUSER: हाँ-हूँ।\nAGENT: सर, यह बकाया है, है ना? मैंने ईएमआई अभी तक नहीं चुकाया है।\nUSER: हैलो\nAGENT: हाँ।\nUSER: क्या?\nAGENT: सर, एक डीएमए बकाया है, कृपया अभी इसे चुकता कर दीजिए।\nUSER: अभी मैडम, यह संभव नहीं होगा, मेरे पास अभी राशि नहीं है। मैं अभी बहुत मुसीबत में हूँ।\nAGENT: हाँ, मैं यह करूँगी।\nUSER: मैं समझ नहीं पा रहा हूँ कि क्या करूँ।\nAGENT: नहीं\nUSER: मैं यह करूँगा, मैं सब कुछ चुकता कर दूँगा।\nAGENT: ठीक है सर, कब सर? मुझे और समय चाहिए, और समय।\nUSER: मुझे और समय चाहिए, मैं इसे अगले महीने कर दूँगा, मैडम।\nAGENT: अगले महीने, यह इस महीने संभव नहीं होगा, सर।\nUSER: नहीं मैडम, मेरे अभी बहुत समस्याएँ हैं। मैंने अभी सब कुछ खो दिया है। मेरे पास अभी एक रुपया भी नहीं है। अगर मुझे राशि मिल गई, तो मैं इसे अगले महीने चुकता कर दूँगा।\nAGENT: ज़रूर। धन्यवाद।\nUSER: ठीक है।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "CUSTOMER_NOT_SURE"}}
{"text": "AGENT: हैलो।\nUSER: हैलो\nAGENT: सर, हैलो सर।\nUSER: मैं इच्छुक नहीं हूँ।\nAGENT: यह रमेश बोल रहा है।\nUSER: मैं यह आपके साथ करूँगा।\nAGENT: मैं हेड ऑफिस से कॉल कर रहा हूँ, एसएम मनी व्यू से।\nUSER: हाँ।\nAGENT: भुगतान अभी भी बकाया है, है ना? रमेश गारू, कुल चुकानी वाली राशि 6450 रुपये है, भुगतान बकाया है।\nUSER: मैं यह कर रहा हूँ, सर।\nAGENT: आज के लिए एक वे ऑफ है। क्या आप कोई सेटलमेंट करेंगे? हम क्लोजिंग अमाउंट पर 10% वे ऑफ दे रहे हैं।\nUSER: क्लोजिंग अमाउंट क्या है? क्लोजिंग अमाउंट क्या है?\nAGENT: क्लोजिंग 5000 की होगी, और सेटलमेंट 3000 का होगा।\nUSER: भुगतान 3000 का है।\nAGENT: उस सेटलमेंट क्लोजिंग का मतलब यह आपके लिए 5000 का होगा, सर।\nUSER: हाँ, सेटलमेंट।\nUSER: मुझे लगता है कि उन्होंने पहले ही सिबिल कोड हटा दिया है।\nAGENT: सर\nUSER: उन्होंने पहले ही सील हटा दी है, है ना?\nAGENT: क्या आपने पहले ही सिम हटा दी है?\nUSER: उन्होंने इन्हें भी ब्लॉक कर दिया है।\nAGENT: हाँ, पहले से ही आपकी सिबिल पूरी तरह से ब्लैक में है और खराब स्थिति में है, है ना?\nUSER: हाँ, मैंने पहले ही इसे देख लिया है। मैं लोन लेने गया था।\nAGENT: वही तो मैं, उह, वही तो मैं कह रहा हूँ, आज आपकी सिबिल पूरी तरह से बढ़ा दी जाएगी। मैं सिबिल को अनब्लॉक भी कर दूँगा, मैं आपसे कह रहा हूँ सर, अब अगर आप\nUSER: मैंने ब्लैक भुगतान भी अनब्लॉक कर दिया है।\nAGENT: अगर आप भुगतान करते हैं और मुझे स्क्रीनशॉट भेजते हैं।\nUSER: हम आपको लोन की मात्रा बता रहे हैं, वे कह रहे हैं कि यह कोई एकल लोन नहीं है।\nAGENT: इसका मतलब दूसरी बात है, रमेश गारू, आप इस राशि को अभी सेटल कर दें और इसके साथ, आप राशि को सेटल या क्लोज कर दें।\nUSER: हाँ।\nAGENT: अगर आप फिर से लोन चाहते हैं, तो आप सेकंडों में मनी व्यू में लोन के लिए आवेदन कर सकते हैं। हमने अब बदलाव कर दिए हैं।\nUSER: यह वह नहीं है।\nAGENT: क्या आपने अभी भुगतान किया?\nUSER: नहीं, नहीं, नहीं।\nAGENT: हैलो\nUSER: यह मेरे लिए भी काम नहीं कर रहा है।\nAGENT: उह\nUSER: मैं फिर से भुगतान करने में असमर्थ हूँ। मैं देखूंगा कि इसे कैसे करना है और करवाना है।\nAGENT: हाँ, आपके पास 6450 रुपये हैं। मैं कह रहा हूँ कि मैं उसके साथ एक वे ऑफ दे रहा हूँ। यह 5000 हो गया है। मैं 3000 रुपये का सेटलमेंट करके आपकी मदद कर रहा हूँ। आप भुगतान किए बिना ही ऐसा भुगतान क्यों कर रहे हैं?\nUSER: मैं आपको बताऊंगा, यह आपके लिए क्या है?\nAGENT: अगर हम इसे करते हैं, तो यह आपके लिए क्लोज हो जाएगा, है ना?\nUSER: मैं इसे कल करूँगा।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "PTP"}}
{"text": "AGENT: कॉल वॉइसमेल पर फॉरवर्ड कर दी गई है। जिस व्यक्ति से आप संपर्क करना चाहते हैं, वह उपलब्ध नहीं है। टोन के बाद, कृपया अपना संदेश रिकॉर्ड करें। रिकॉर्डिंग पूरी करने के बाद, आप कॉल काट सकते हैं।\nUSER: जिस व्यक्ति से आप संपर्क करना चाहते हैं\nAGENT: लेकिन\nUSER: जिन्होंने आज के लिए पीटी बनाया है, सभी अधिकारियों को टिकट की आवश्यकता है, इसे आज की तारीख को याद रखें।\nAGENT: मैं इसे 16 तारीख को करूँगा।\nAGENT: हाँ।\nAGENT: हाँ।\nUSER: उन्होंने आज के लिए एक पेटीएम बनाया है।\nAGENT: नहीं, मुझे यह नहीं चाहिए।\nUSER: इसे कटना शुरू हो गया है।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "CUSTOMER_NOT_SURE"}}
{"text": "AGENT: हैलो\nUSER: हैलो, बताइए।\nAGENT: हैलो\nUSER: हैलो, क्या बात है?\nAGENT: सर, मैं मनी व्यू ऐप से कॉल कर रहा हूँ, सर।\nUSER: ठीक है।\nAGENT: आपने मनी व्यू ऐप में लोन लिया था, है ना?\nUSER: जी सर।\nAGENT: सर, आपका भुगतान अभी भी बकाया है।\nUSER: मैं भुगतान कर दूँगा, सर, मैं भुगतान कर दूँगा।\nAGENT: मैडम, आपको अभी भुगतान करना है। अगर आप अभी भुगतान करते हैं, तो पूरा जुर्माना हटा दिया जाएगा, है ना?\nUSER: हाँ, हाँ, हाँ सर। मैंने बात कर ली है।\nAGENT: हम्म।\nAGENT: किससे?\nUSER: मेरे बेटे ने बात की थी।\nAGENT: हाँ, हम आपको बता रहे हैं, है ना? मैं पूछ रहा हूँ कि आप राशि का भुगतान क्यों नहीं कर रहे हैं।\nUSER: वही तो हम कह रहे हैं।\nUSER: बस, हम अच्छा महसूस नहीं कर रहे हैं, हम मरीज हो गए हैं, इसलिए हम भुगतान नहीं कर रहे हैं, हम इस महीने भुगतान कर देंगे।\nAGENT: इस महीने नहीं, कृपया अभी भुगतान करें, आपके लिए पूरा जुर्माना हटा दिया जाएगा, है ना?\nUSER: मेरे बेटे ने कहा कि वह नहीं सिखाएगा।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "PTP"}}
{"text": "AGENT: भुगतान आ जाएगा।\nUSER: हैलो\nAGENT: हैलो\nUSER: हैलो, हाँ, बोलिए।\nAGENT: हैलो सर।\nUSER: हाँ, हैलो।\nAGENT: निशांत सिंह जी, मनी व्यू के लिए लोन भुगतान नहीं हो रहा है, सर। एक ऑफर चल रहा था, और जब आप भुगतान करेंगे तो ₹742 का जुर्माना छूट जाएगा, सर।\nUSER: एक पल लाइन में रुकिए।\nAGENT: ठीक है सर।\nUSER: हाँ, आपने क्या कहा, सर? कृपया फिर से बोलिए, मनीष बोल रहा हूँ।\nAGENT: मैं कह रहा हूँ, सर, मैं मनी व्यू से बात कर रहा हूँ, 742 का जुर्माना। सर, अभी अभी।\nUSER: हाँ।\nUSER: सर, अभी तो 10-15 मिनट पहले की बात थी, 10 मिनट भी नहीं हुए होंगे।\nAGENT: हाँ।\nUSER: मैं 10 मिनट भी नहीं बोलूँगा।\nAGENT: ठीक है।\nUSER: ठीक है, धन्यवाद।\nAGENT: नहीं धन्यवाद, भुगतान के बारे में बताइए।\nUSER: सर, मैंने तारीख दे दी है, सारी बातचीत हो चुकी है, यह 10 मिनट पहले हुई होगी। कृपया अपने कंप्यूटर पर तारीख चेक कर लीजिए।\nAGENT: देखिए, नाम नहीं है।\nUSER: मुझे नाम याद नहीं है, और मैंने कल आपके कस्टमर केयर से आईसीबी के बारे में बात की थी।\nAGENT: ठीक है, यह ठीक है।\nUSER: ठीक है, हम कल ऑटो-ड्राइवर के बारे में बात कर रहे थे जो इंस्टॉल है।\nAGENT: ठीक है।\nUSER: ठीक है, तो मैंने भुगतान के बारे में सब कुछ बता दिया है।\nAGENT: ठीक है सर।\nUSER: ठीक है।\nAGENT: हाँ।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "PTP"}}
