{"text": "AGENT: Hello\nUSER: Hmm.\nAGENT: Sir, hello sir, is Abhishek from Money View Lonar?\nUSER: Excuse me.\nUSER: Mm-hmm.\nAGENT: Sir, this is pending, right? I have not cleared the EMI yet.\nUSER: Hello\nAGENT: Yes.\nUSER: Huh?\nAGENT: Sir, there is a DMA pending, please clear it now.\nUSER: It won't be possible now madam, I don't have the amount right now. I am in a lot of trouble now.\nAGENT: Yes, I will do it.\nUSER: I don't understand what to do.\nAGENT: No\nUSER: I will do it, I will clear everything.\nAGENT: Okay sir, when sir? I need more time, more time.\nUSER: I need more time, I will do it next month, madam.\nAGENT: Next month, it won't be possible this month, sir.\nUSER: No madam, I have a lot of problems now. I have lost everything now. I don't have a single rupee now. If I get the amount, I will clear it next month.\nAGENT: Sure. Thank you.\nUSER: Okay.", "labels": {"intent": "NEEDS_EXTENSION", "sentiment": "NEGATIVE", "nba": "PTP"}}
{"text": "AGENT: नमस्ते\nUSER: हम्म।\nAGENT: सर, नमस्ते सर, क्या यह अभिषेक है मनी व्यू लोनर से?\nUSER: माफ़ कीजिए।\nUSER: हाँ-हूँ।\nAGENT: सर, यह बकाया है, है ना? मैंने ईएमआई अभी तक नहीं चुकाया है।\nUSER: हैलो\nAGENT: हाँ।\nUSER: क्या?\nAGENT: सर, एक डीएमए बकाया है, कृपया अभी इसे चुकता कर दीजिए।\nUSER: अभी मैडम, यह संभव नहीं होगा, मेरे पास अभी राशि नहीं है। मैं अभी बहुत मुसीबत में हूँ।\nAGENT: हाँ, मैं यह करूँगी।\nUSER: मैं समझ नहीं पा रहा हूँ कि क्या करूँ।\nAGENT: नहीं\nUSER: मैं यह करूँगा, मैं सब कुछ चुकता कर दूँगा।\nAGENT: ठीक है सर, कब सर? मुझे और समय चाहिए, और समय।\nUSER: मुझे और समय चाहिए, मैं इसे अगले महीने कर दूँगा, मैडम।\nAGENT: अगले महीने, यह इस महीने संभव नहीं होगा, सर।\nUSER: नहीं मैडम, मेरे अभी बहुत समस्याएँ हैं। मैंने अभी सब कुछ खो दिया है। मेरे पास अभी एक रुपया भी नहीं है। अगर मुझे राशि मिल गई, तो मैं इसे अगले महीने चुकता कर दूँगा।\nAGENT: ज़रूर। धन्यवाद।\nUSER: ठीक है।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "CUSTOMER_NOT_SURE"}}
{"text": "AGENT: हैलो।\nUSER: हैलो\nAGENT: सर, हैलो सर।\nUSER: मैं इच्छुक नहीं हूँ।\nAGENT: यह रमेश बोल रहा है।\nUSER: मैं यह आपके साथ करूँगा।\nAGENT: मैं हेड ऑफिस से कॉल कर रहा हूँ, एसएम मनी व्यू से।\nUSER: हाँ।\nAGENT: भुगतान अभी भी बकाया है, है ना? रमेश गारू, कुल चुकानी वाली राशि 6450 रुपये है, भुगतान बकाया है।\nUSER: मैं यह कर रहा हूँ, सर।\nAGENT: आज के लिए एक वे ऑफ है। क्या आप कोई सेटलमेंट करेंगे? हम क्लोजिंग अमाउंट पर 10% वे ऑफ दे रहे हैं।\nUSER: क्लोजिंग अमाउंट क्या है? क्लोजिंग अमाउंट क्या है?\nAGENT: क्लोजिंग 5000 की होगी, और सेटलमेंट 3000 का होगा।\nUSER: भुगतान 3000 का है।\nAGENT: उस सेटलमेंट क्लोजिंग का मतलब यह आपके लिए 5000 का होगा, सर।\nUSER: हाँ, सेटलमेंट।\nUSER: मुझे लगता है कि उन्होंने पहले ही सिबिल कोड हटा दिया है।\nAGENT: सर\nUSER: उन्होंने पहले ही सील हटा दी है, है ना?\nAGENT: क्या आपने पहले ही सिम हटा दी है?\nUSER: उन्होंने इन्हें भी ब्लॉक कर दिया है।\nAGENT: हाँ, पहले से ही आपकी सिबिल पूरी तरह से ब्लैक में है और खराब स्थिति में है, है ना?\nUSER: हाँ, मैंने पहले ही इसे देख लिया है। मैं लोन लेने गया था।\nAGENT: वही तो मैं, उह, वही तो मैं कह रहा हूँ, आज आपकी सिबिल पूरी तरह से बढ़ा दी जाएगी। मैं सिबिल को अनब्लॉक भी कर दूँगा, मैं आपसे कह रहा हूँ सर, अब अगर आप\nUSER: मैंने ब्लैक भुगतान भी अनब्लॉक कर दिया है।\nAGENT: अगर आप भुगतान करते हैं और मुझे स्क्रीनशॉट भेजते हैं।\nUSER: हम आपको लोन की मात्रा बता रहे हैं, वे कह रहे हैं कि यह कोई एकल लोन नहीं है।\nAGENT: इसका मतलब दूसरी बात है, रमेश गारू, आप इस राशि को अभी सेटल कर दें और इसके साथ, आप राशि को सेटल या क्लोज कर दें।\nUSER: हाँ।\nAGENT: अगर आप फिर से लोन चाहते हैं, तो आप सेकंडों में मनी व्यू में लोन के लिए आवेदन कर सकते हैं। हमने अब बदलाव कर दिए हैं।\nUSER: यह वह नहीं है।\nAGENT: क्या आपने अभी भुगतान किया?\nUSER: नहीं, नहीं, नहीं।\nAGENT: हैलो\nUSER: यह मेरे लिए भी काम नहीं कर रहा है।\nAGENT: उह\nUSER: मैं फिर से भुगतान करने में असमर्थ हूँ। मैं देखूंगा कि इसे कैसे करना है और करवाना है।\nAGENT: हाँ, आपके पास 6450 रुपये हैं। मैं कह रहा हूँ कि मैं उसके साथ एक वे ऑफ दे रहा हूँ। यह 5000 हो गया है। मैं 3000 रुपये का सेटलमेंट करके आपकी मदद कर रहा हूँ। आप भुगतान किए बिना ही ऐसा भुगतान क्यों कर रहे हैं?\nUSER: मैं आपको बताऊंगा, यह आपके लिए क्या है?\nAGENT: अगर हम इसे करते हैं, तो यह आपके लिए क्लोज हो जाएगा, है ना?\nUSER: मैं इसे कल करूँगा।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "PTP"}}
{"text": "AGENT: कॉल वॉइसमेल पर फॉरवर्ड कर दी गई है। जिस व्यक्ति से आप संपर्क करना चाहते हैं, वह उपलब्ध नहीं है। टोन के बाद, कृपया अपना संदेश रिकॉर्ड करें। रिकॉर्डिंग पूरी करने के बाद, आप कॉल काट सकते हैं।\nUSER: जिस व्यक्ति से आप संपर्क करना चाहते हैं\nAGENT: लेकिन\nUSER: जिन्होंने आज के लिए पीटी बनाया है, सभी अधिकारियों को टिकट की आवश्यकता है, इसे आज की तारीख को याद रखें।\nAGENT: मैं इसे 16 तारीख को करूँगा।\nAGENT: हाँ।\nAGENT: हाँ।\nUSER: उन्होंने आज के लिए एक पेटीएम बनाया है।\nAGENT: नहीं, मुझे यह नहीं चाहिए।\nUSER: इसे कटना शुरू हो गया है।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "CUSTOMER_NOT_SURE"}}
{"text": "AGENT: हैलो\nUSER: हैलो, बताइए।\nAGENT: हैलो\nUSER: हैलो, क्या बात है?\nAGENT: सर, मैं मनी व्यू ऐप से कॉल कर रहा हूँ, सर।\nUSER: ठीक है।\nAGENT: आपने मनी व्यू ऐप में लोन लिया था, है ना?\nUSER: जी सर।\nAGENT: सर, आपका भुगतान अभी भी बकाया है।\nUSER: मैं भुगतान कर दूँगा, सर, मैं भुगतान कर दूँगा।\nAGENT: मैडम, आपको अभी भुगतान करना है। अगर आप अभी भुगतान करते हैं, तो पूरा जुर्माना हटा दिया जाएगा, है ना?\nUSER: हाँ, हाँ, हाँ सर। मैंने बात कर ली है।\nAGENT: हम्म।\nAGENT: किससे?\nUSER: मेरे बेटे ने बात की थी।\nAGENT: हाँ, हम आपको बता रहे हैं, है ना? मैं पूछ रहा हूँ कि आप राशि का भुगतान क्यों नहीं कर रहे हैं।\nUSER: वही तो हम कह रहे हैं।\nUSER: बस, हम अच्छा महसूस नहीं कर रहे हैं, हम मरीज हो गए हैं, इसलिए हम भुगतान नहीं कर रहे हैं, हम इस महीने भुगतान कर देंगे।\nAGENT: इस महीने नहीं, कृपया अभी भुगतान करें, आपके लिए पूरा जुर्माना हटा दिया जाएगा, है ना?\nUSER: मेरे बेटे ने कहा कि वह नहीं सिखाएगा।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "PTP"}}
{"text": "AGENT: भुगतान आ जाएगा।\nUSER: हैलो\nAGENT: हैलो\nUSER: हैलो, हाँ, बोलिए।\nAGENT: हैलो सर।\nUSER: हाँ, हैलो।\nAGENT: निशांत सिंह जी, मनी व्यू के लिए लोन भुगतान नहीं हो रहा है, सर। एक ऑफर चल रहा था, और जब आप भुगतान करेंगे तो ₹742 का जुर्माना छूट जाएगा, सर।\nUSER: एक पल लाइन में रुकिए।\nAGENT: ठीक है सर।\nUSER: हाँ, आपने क्या कहा, सर? कृपया फिर से बोलिए, मनीष बोल रहा हूँ।\nAGENT: मैं कह रहा हूँ, सर, मैं मनी व्यू से बात कर रहा हूँ, 742 का जुर्माना। सर, अभी अभी।\nUSER: हाँ।\nUSER: सर, अभी तो 10-15 मिनट पहले की बात थी, 10 मिनट भी नहीं हुए होंगे।\nAGENT: हाँ।\nUSER: मैं 10 मिनट भी नहीं बोलूँगा।\nAGENT: ठीक है।\nUSER: ठीक है, धन्यवाद।\nAGENT: नहीं धन्यवाद, भुगतान के बारे में बताइए।\nUSER: सर, मैंने तारीख दे दी है, सारी बातचीत हो चुकी है, यह 10 मिनट पहले हुई होगी। कृपया अपने कंप्यूटर पर तारीख चेक कर लीजिए।\nAGENT: देखिए, नाम नहीं है।\nUSER: मुझे नाम याद नहीं है, और मैंने कल आपके कस्टमर केयर से आईसीबी के बारे में बात की थी।\nAGENT: ठीक है, यह ठीक है।\nUSER: ठीक है, हम कल ऑटो-ड्राइवर के बारे में बात कर रहे थे जो इंस्टॉल है।\nAGENT: ठीक है।\nUSER: ठीक है, तो मैंने भुगतान के बारे में सब कुछ बता दिया है।\nAGENT: ठीक है सर।\nUSER: ठीक है।\nAGENT: हाँ।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "PTP"}}
<<<<<<< Updated upstream
=======
{"text": "AGENT: Hello.\nUSER: हां\nAGENT: बोलिए.\nUSER: Hello.\nAGENT: हां जी नमस्कार जी मैं राम शक्ति से बात कर रही हूं. Sir इस number पर loan चल रहा है इसका payment के लिए हो रहा.\nUSER: ताराभुन जी के नाम से इस number पर loan चल रहा है ना राम शक्ति से समूह loan ले रखा था.\nAGENT: किसके नाम से किया है?\nUSER: किसके नाम से किया है?\nAGENT: ताराभुन साबुन जी के नाम से.\nUSER: हां तो अभी आपको payment नहीं मिला\nAGENT: क्या? क्या कह रहे हो sir आप\nUSER: बोलिए? हर बुधवार को बुधवार को दिया कैसे payment लिखा हुआ? बुधवार को किया था आपने payment?\nAGENT: अरे पांच सौ बीस का किश्त आ रहा है पांच सौ बीस रुपए दिया बुधवार को में तो कितना रुपया मेरा तो\nUSER: sir जी आपका CIBIL update नहीं किया आपने जो payment किया है ना इसका screenshot दीजिए मुझे मैं आपकी CIBIL update करवा रही हूं.\nAGENT: अरे screenshot तो भेजूं madam जो लेकर जाकर बच्चा है.\nUSER: Sir आपने online payment किया था या फिर branch में मैंने करवाया था.\nAGENT: अरे cash दिया हूं online मैं जो cash दिया हूं.\nUSER: Case दिए वह तो रसीद है आपके पास? रसीद थोड़ी मिलता है.\nAGENT: रसीद मिलता है sir अगर आप agent के हाथ में payment करते हो ना तो वह रसीद बनाकर देते हैं आपको.\nUSER: तो नहीं देती है दूसरा payment जाता है कहीं नहीं कभी रसीद ही नहीं थी आज तक.\nAGENT: तो sir जी आपको मांगना चाहिए ना जब आपने loan लिया था आपको पता नहीं था जब आप agent के हाथ में payment करते हो तो आपको रसीद देते हैं सबूत के तौर पर.\nUSER: पूरे गांव वाले loan किसी को रसीद नहीं दे रही हो.\nAGENT: तो इसी मैंने आपने बुधवार में करवाया था आज के दिन? हर बुधवार को मुझे देना रहता है पांच सौ बीस रुपया मेरी चार किश्त साल बची है.\nUSER: तो sir जी आप, आपके पास उनका number है?\nAGENT: उनका number तो मेरे पास नहीं है मैं आपकी बार भेज दूंगा उनका number आपको.\nUSER: तो आप कितने amount हर हफ़्ते मतलब हर बुधवार में आप कितने amount करवाते हो? पांच सौ बीस रुपए मेरा है पांच सौ बीस रुपया आप हफ़्ते में करवाते हैं या फिर महीने में करवाते हैं?\nAGENT: हफ़्ते में हफ़्ते में.\nUSER: अच्छा.\nAGENT: हां बुधवार को दे रहा हूं पांच सौ बीस.\nUSER: तो आप यह अगले आने वाले जो बुधवार है उसमें भी आप payment करेंगे फिर?\nAGENT: हां आने वाले बुधवार को फिर payment करेंगे पांच सौ बीस.\nUSER: तो sir जी मैं आपको बुधवार के दिन call करूंगी ठीक है कितने बजे agent आते हैं आप मुझे agent से बात करवाइएगा.\nAGENT: Agent आती है दस नौ दस बजे आ जाती है. सुबह नौ बजे आ जाती है?\nUSER: हां नौ साढ़े नौ कभी सवा नौ ऐसे आ जाती है.\nAGENT: तो sir जी मैं आपको ना आप WhatsApp चलाते हैं इस number से.\nUSER: सब यहां कितने वाले loan लिए सारा पैसे दे रहे हैं पैसे लेती है वह.\nAGENT: Sir जी देखिए agent वाले पैसे लेते हैं लेकिन वह bank में जमा नहीं करते हैं कई बार.\nUSER: नहीं जमा करते हैं आप.\nAGENT: तो वह loan करना चाहिए ना.\nUSER: हमारा क्या तो सही है.\nAGENT: आपका ख़राब होगा.\nUSER: मैं कह रही हूं अगर आप agent से रसीद नहीं लोगे ना तो वह पैसे कुछ agent ऐसे करते हैं कुछ कुछ ऐसे पैसे खा जाते हैं bank में जमा नहीं करते हैं तो CIBIL आपका ख़राब होता है पता है.\nAGENT: यहां पर payment नहीं होता तो आपके नाम से show होता है कि इसने amount pay नहीं करा है.\nUSER: ऐसे ही यहां पर show होता है. और वह दो हज़ार रुपए देना चाहिए.\nAGENT: हमारी चार किश्तें और बची है?\nUSER: हां जी\nAGENT: sir एक काम कीजिए मैं आपको बुधवार को call करूंगी आप agent से बात करवाना ठीक है?\nUSER: हां ठीक है.\nAGENT: हां जी बुधवार को आप call उठा लेना मेरा सुबह मैं call करूंगी आपको.\nUSER: ठीक है ठीक है.\nAGENT: मैं नौ बजे call करना.\nUSER: हां जी नौ बजे कर लूंगी आप याद मुझे उठा लेना.\nAGENT: या फिर आप एक काम कीजिए आप WhatsApp use करते हैं तो मैं आपको WhatsApp पर message कर रही हूं आप मेरा number note कर लीजिए.\nUSER: ठीक है ठीक है आप WhatsApp number भेज दीजिए मैं number note कर लूं.\nAGENT: ठीक है WhatsApp use करते हैं ना इसी number से?\nUSER: जी मैं WhatsApp नहीं चलाता हूं इसी number बता दीजिए मैं लिख लेता हूं.\nAGENT: ठीक है मैं आपको सुबह बुधवार के दिन call करूंगी\nUSER: ok. ठीक है number", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "POSITIVE", "nba": "PTP"}}
{"text": "AGENT: Hello.\nUSER: Hello, greetings sir.\nAGENT: Hello sir.\nAGENT: Hello sir. This is money.\nUSER: This is money.\nAGENT: Yes, yes, yes, Tara Singh ji, the money view loan payment is not happening for you.\nUSER: Yes sir, one one is remaining, tell me the total amount continuously.\nAGENT: Total 3600.\nUSER: Total 3600.\nAGENT: Sir, your amount is 3632, and if you pay 2410 rupees now, I will remove the penalty, and your loan will be closed in that amount.\nUSER: Okay, alright sir.\nAGENT: Ah, if\nUSER: Yes, if you get it done and send it, I will get it done now.\nAGENT: One thousand forty-two rupees will be waived for you. If you can do it, then tell me how long it will take.\nUSER: Okay, I will check now how the money is in the house.\nAGENT: Yes?\nUSER: I will tell you now. Okay.\nAGENT: Sir, a back call will not be possible on this.\nUSER: One minute.\nAGENT: One minute, please stay on the line. No no sir, this is the official number, right sir? Back calls are not connected to this. Is this your WhatsApp number, sir?\nUSER: Yes.\nAGENT: I waited a minute, I sent you a message on WhatsApp.\nAGENT: I will also give you the link to your foreclosure.\nAGENT: Whatever your payment is, send me a 'Hi' message, sir, so that the link will be shown, otherwise the link is not shown, right? WhatsApp also has this policy.\nUSER: The payment is due.\nUSER: Okay.\nAGENT: I am sending the payment link. Please send me a screenshot from their side. I will upload it from here, and it will be closed. Please send me a 'Hi' message once. Check on WhatsApp, I have already sent you the message on WhatsApp.\nUSER: Okay, okay, okay.\nAGENT: Sir, I", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "POSITIVE", "nba": "PTP"}}
{"text": "AGENT: Yes.\nUSER: Yes.\nAGENT: Yes.\nUSER: Hello Hello\nAGENT: Hello.\nUSER: Hello\nUSER: Okay.\nAGENT: Sir, hello sir.\nUSER: Okay, tell me sir.\nAGENT: Hello\nUSER: Sir, tell me, sir.\nAGENT: Sir, we are calling from Money View. Payment, sir? The payment is not yet done, sir, at Money View.\nUSER: Yes sir, I will pay in two days.\nUSER: Yes sir, I will do it in two days.\nAGENT: Now there is an offer, if you pay, the penalty charges will all be removed, right?\nUSER: Okay.\nUSER: How much less is it now, sir?\nAGENT: One second sir.\nAGENT: You have to pay a total of 756 rupees.\nUSER: How much, sir?\nAGENT: Hello?\nUSER: Sir, tell me.\nAGENT: The total outstanding amount is 2700, 2756 rupees need to be paid sir, the total amount.\nUSER: Yes sir, yes.\nAGENT: Hello\nUSER: That's how the case is.\nAGENT: Sir, if you pay ₹5000 now, that's enough, sir.\nUSER: Yes.\nAGENT: If you pay ₹5000, the account will be closed.\nUSER: Okay sir, give me two days time sir, I will clear it.\nAGENT: Will you pay now?\nUSER: It won't happen now, sir. Give me two days time.\nAGENT: Hmm.\nUSER: I will do it.", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "POSITIVE", "nba": "PTP"}}
{"text": "AGENT: I have done it now.\nUSER: Hello\nAGENT: Yes.\nUSER: Yes.\nAGENT: I will put the link on WhatsApp, will you do it now? Hello.\nUSER: Hello\nAGENT: Sir, sir, hello sir, we are calling from Manivil.\nUSER: Okay sir.\nAGENT: Their payment is pending, the money bill is up to 5000.\nUSER: Okay sir.\nAGENT: Can I make the payment now, sir? Do you have an offer?\nUSER: I have made the payment.\nAGENT: There is an offer for you sir. You have 5000 pending in your money bill, payment is pending.\nUSER: Okay sir.\nAGENT: If you make a payment of 2000 in the offer now, that's enough sir, your loan will be over.\nUSER: Okay sir.\nAGENT: Are you doing it now in the line?\nUSER: Sir, no sir, but triple three six is pending for us now.\nAGENT: Yes yes.\nUSER: Okay sir, I am waiting to see what the salary is exactly. I will close it completely as soon as I wait.\nAGENT: When will it be paid, sir?\nUSER: Sir, our salary date is the 6th, sir. It will be credited on the 5th night. I will close it for you on the 6th.\nAGENT: Okay sir, I will call you on that date.\nUSER: Okay sir, no problem.\nAGENT: I will do it.\nUSER: Definitely sir, definitely sir. We can do it.\nAGENT: Okay sir. Okay sir.\nUSER: Okay.\nAGENT: I will talk to the sir.\nAGENT: One year two years.", "labels": {"intent": "DISPUTE_OR_COMPLAINT", "sentiment": "NEGATIVE", "nba": "PTP"}}
{"text": "AGENT: Hello\nUSER: Hello hello good morning sir\nAGENT: Good morning, tell me.\nUSER: Yes sir, I am speaking on behalf of Money View, I am talking to Hitesh ji.\nAGENT: Yes, tell me.\nUSER: Yes sir, Hitesh ji, why aren't you getting the money view payment done?\nAGENT: I am telling you, I received a call from you yesterday.\nUSER: Yes.\nAGENT: In the evening, they had said my approximately\nUSER: No\nAGENT: Seven or eight something was left. Yes, yes.\nUSER: Yes, yes.\nAGENT: So, in that, they had said to pay 3500, and the penalty that is applied will be waived off.\nUSER: So yesterday I\nAGENT: So yesterday I made the payment of 3500.\nUSER: Did you do it yesterday?\nAGENT: I did it yesterday.\nUSER: Okay, that's it.\nAGENT: Okay, the screenshot is shared. Now you tell me what is its status?\nUSER: One minute, stay on the call.\nAGENT: Yes.\nUSER: Sir, your amount is still remaining, sir.\nAGENT: How much? Hello?\nUSER: Hello\nAGENT: Hello\nUSER: 11100\nAGENT: So otherwise, this amount that is left, this is the penalty and that is its amount, so they said this will be waived off, meaning this will be removed.\nUSER: Yes sir, it will take time to remove it. It will be done sir, it will be removed. Okay?\nAGENT: How much will it be deducted?\nUSER: Sir, it will take one month at least.\nAGENT: It will take a month.\nUSER: Hmm hmm, now in getting late.\nAGENT: But they said it will be done in half an hour.\nUSER: Sir, it may take a month, but please check. The foreclosure is showing on the status that your loan has been closed. Okay?\nAGENT: Okay.\nUSER: Yes, now the rest of the systems that are generated, basically you can get a call.\nUSER: For a few days.\nAGENT: What is it?\nUSER: So you just normally say that I have made the payment.\nAGENT: Okay.\nUSER: Okay sir, it has been updated here, where has your foreclosure come?\nAGENT: Here we are\nAGENT: Foreclosure.\nAGENT: Okay, okay, okay. Okay, okay, yes.\nUSER: Yes.\nUSER: Yes, okay.", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "POSITIVE", "nba": "PTP"}}
{"text": "AGENT: Hello. Hello.\nUSER: Hello. Good morning sir. Nisha is speaking on behalf of Money View.\nAGENT: I am not doing it.\nAGENT: Yes, I am speaking.\nUSER: Yes, I am speaking.\nUSER: I am talking about Ritesh Tiwari.\nAGENT: Yes madam, I had spoken to you in the morning, right?\nUSER: You have updated this for the 6th, you will pay on the 6th, right?\nAGENT: No no, on the 10th.\nUSER: On the 10th, but here it is showing the 6th, sir.\nAGENT: I don't know who updated it.\nUSER: Sir, please give confirmation on the 10th. On what basis are you saying that your payment will be done on the 10th?\nAGENT: This is the salary that is coming.\nUSER: Okay, the salary is coming, so how much amount will you pay?\nAGENT: Sora Pol\nUSER: We will clear the entire total amount.\nAGENT: Yes.\nUSER: Can't you pay a little amount for now? It will be 1000, 3000.\nAGENT: It will be a thousand.\nUSER: In pieces.\nAGENT: Don't do it in pieces, madam, it doesn't make sense to do it in pieces.\nUSER: Sir, but you also get a time, right? The one you have.\nAGENT: Oh madam, I don't get it.\nUSER: Oh madam, it is not available. I have already done it in pieces.\nAGENT: Okay.\nUSER: Okay sir, please get this done.\nAGENT: Okay ma'am, put it on the 10th.\nUSER: Okay.", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "POSITIVE", "nba": "PTP"}}
{"text": "AGENT: Hello\nUSER: Tell me.\nAGENT: Sir, I am calling from Money View.\nUSER: I will call from Money View.\nAGENT: Swami Garu, we are calling from Money View.\nUSER: I will not do it.\nUSER: Yes, tell me, Swami.\nAGENT: That payment hasn't been paid yet, right Swami?\nUSER: I told you, sir, your people called in the morning.\nAGENT: I will do it now.\nUSER: I said I will do it.\nAGENT: Swami, I will pay now.\nUSER: Swami, now pay it. That is the only one, there is only one, right?\nAGENT: Even if I pay 1585 rupees, it will be closed now, sir.\nUSER: Yes.\nAGENT: The entire penalty will be removed.\nUSER: The entire penalty will be removed.\nUSER: That's what I said.\nAGENT: That's why, sir.\nAGENT: Can't we do it through UPI?\nUSER: I don't have it, sir.\nAGENT: I will put the loan payment link from PhonePe through UPI if you want.\nUSER: I will give the link.\nUSER: I will do it.\nAGENT: Okay.\nUSER: I will pay today.\nAGENT: I will pay today.\nAGENT: Yes, sir.\nUSER: I will come in two days, sir. I will come and do it.\nUSER: So I don't know what to do.", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "POSITIVE", "nba": "PTP"}}
{"text": "AGENT: Hello\nUSER: Tell me.\nAGENT: Sir, I am calling from Money View.\nUSER: I will call from Money View.\nAGENT: Swami Garu, we are calling from Money View.\nUSER: I will not do it.\nUSER: Yes, tell me, Swami.\nAGENT: That payment hasn't been paid yet, right Swami?\nUSER: I told you, sir, your people called in the morning.\nAGENT: I will do it now.\nUSER: I said I will do it.\nAGENT: Swami, I will pay now.\nUSER: Swami, now pay it. That is the only one, there is only one, right?\nAGENT: Even if I pay 1585 rupees, it will be closed now, sir.\nUSER: Yes.\nAGENT: The entire penalty will be removed.\nUSER: The entire penalty will be removed.\nUSER: That's what I said.\nAGENT: That's why, sir.\nAGENT: Can't we do it through UPI?\nUSER: I don't have it, sir.\nAGENT: I will put the loan payment link from PhonePe through UPI if you want.\nUSER: I will give the link.\nUSER: I will do it.\nAGENT: Okay.\nUSER: I will pay today.\nAGENT: I will pay today.\nAGENT: Yes, sir.\nUSER: I will come in two days, sir. I will come and do it.\nUSER: So I don't know what to do.", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "POSITIVE", "nba": "PTP"}}
{"text": "AGENT: भुगतान आ जाएगा।\nUSER: हैलो\nAGENT: हैलो\nUSER: हैलो, हाँ, बोलिए।\nAGENT: हैलो सर।\nUSER: हाँ, हैलो।\nAGENT: निशांत सिंह जी, मनी व्यू के लिए लोन भुगतान नहीं हो रहा है, सर। एक ऑफर चल रहा था, और जब आप भुगतान करेंगे तो ₹742 का जुर्माना छूट जाएगा, सर।\nUSER: एक पल लाइन में रुकिए।\nAGENT: ठीक है सर।\nUSER: हाँ, आपने क्या कहा, सर? कृपया फिर से बोलिए, मनीष बोल रहा हूँ।\nAGENT: मैं कह रहा हूँ, सर, मैं मनी व्यू से बात कर रहा हूँ, 742 का जुर्माना। सर, अभी अभी।\nUSER: हाँ।\nUSER: सर, अभी तो 10-15 मिनट पहले की बात थी, 10 मिनट भी नहीं हुए होंगे।\nAGENT: हाँ।\nUSER: मैं 10 मिनट भी नहीं बोलूँगा।\nAGENT: ठीक है।\nUSER: ठीक है, धन्यवाद।\nAGENT: नहीं धन्यवाद, भुगतान के बारे में बताइए।\nUSER: सर, मैंने तारीख दे दी है, सारी बातचीत हो चुकी है, यह 10 मिनट पहले हुई होगी। कृपया अपने कंप्यूटर पर तारीख चेक कर लीजिए।\nAGENT: देखिए, नाम नहीं है।\nUSER: मुझे नाम याद नहीं है, और मैंने कल आपके कस्टमर केयर से आईसीबी के बारे में बात की थी।\nAGENT: ठीक है, यह ठीक है।\nUSER: ठीक है, हम कल ऑटो-ड्राइवर के बारे में बात कर रहे थे जो इंस्टॉल है।\nAGENT: ठीक है।\nUSER: ठीक है, तो मैंने भुगतान के बारे में सब कुछ बता दिया है।\nAGENT: ठीक है सर।\nUSER: ठीक है।\nAGENT: हाँ।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "PTP"}}
{"text": "AGENT: Hello.\nUSER: हां\nAGENT: बोलिए.\nUSER: Hello.\nAGENT: हां जी नमस्कार जी मैं राम शक्ति से बात कर रही हूं. Sir इस number पर loan चल रहा है इसका payment के लिए हो रहा.\nUSER: ताराभुन जी के नाम से इस number पर loan चल रहा है ना राम शक्ति से समूह loan ले रखा था.\nAGENT: किसके नाम से किया है?\nUSER: किसके नाम से किया है?\nAGENT: ताराभुन साबुन जी के नाम से.\nUSER: हां तो अभी आपको payment नहीं मिला\nAGENT: क्या? क्या कह रहे हो sir आप\nUSER: बोलिए? हर बुधवार को बुधवार को दिया कैसे payment लिखा हुआ? बुधवार को किया था आपने payment?\nAGENT: अरे पांच सौ बीस का किश्त आ रहा है पांच सौ बीस रुपए दिया बुधवार को में तो कितना रुपया मेरा तो\nUSER: sir जी आपका CIBIL update नहीं किया आपने जो payment किया है ना इसका screenshot दीजिए मुझे मैं आपकी CIBIL update करवा रही हूं.\nAGENT: अरे screenshot तो भेजूं madam जो लेकर जाकर बच्चा है.\nUSER: Sir आपने online payment किया था या फिर branch में मैंने करवाया था.\nAGENT: अरे cash दिया हूं online मैं जो cash दिया हूं.\nUSER: Case दिए वह तो रसीद है आपके पास? रसीद थोड़ी मिलता है.\nAGENT: रसीद मिलता है sir अगर आप agent के हाथ में payment करते हो ना तो वह रसीद बनाकर देते हैं आपको.\nUSER: तो नहीं देती है दूसरा payment जाता है कहीं नहीं कभी रसीद ही नहीं थी आज तक.\nAGENT: तो sir जी आपको मांगना चाहिए ना जब आपने loan लिया था आपको पता नहीं था जब आप agent के हाथ में payment करते हो तो आपको रसीद देते हैं सबूत के तौर पर.\nUSER: पूरे गांव वाले loan किसी को रसीद नहीं दे रही हो.\nAGENT: तो इसी मैंने आपने बुधवार में करवाया था आज के दिन? हर बुधवार को मुझे देना रहता है पांच सौ बीस रुपया मेरी चार किश्त साल बची है.\nUSER: तो sir जी आप, आपके पास उनका number है?\nAGENT: उनका number तो मेरे पास नहीं है मैं आपकी बार भेज दूंगा उनका number आपको.\nUSER: तो आप कितने amount हर हफ़्ते मतलब हर बुधवार में आप कितने amount करवाते हो? पांच सौ बीस रुपए मेरा है पांच सौ बीस रुपया आप हफ़्ते में करवाते हैं या फिर महीने में करवाते हैं?\nAGENT: हफ़्ते में हफ़्ते में.\nUSER: अच्छा.\nAGENT: हां बुधवार को दे रहा हूं पांच सौ बीस.\nUSER: तो आप यह अगले आने वाले जो बुधवार है उसमें भी आप payment करेंगे फिर?\nAGENT: हां आने वाले बुधवार को फिर payment करेंगे पांच सौ बीस.\nUSER: तो sir जी मैं आपको बुधवार के दिन call करूंगी ठीक है कितने बजे agent आते हैं आप मुझे agent से बात करवाइएगा.\nAGENT: Agent आती है दस नौ दस बजे आ जाती है. सुबह नौ बजे आ जाती है?\nUSER: हां नौ साढ़े नौ कभी सवा नौ ऐसे आ जाती है.\nAGENT: तो sir जी मैं आपको ना आप WhatsApp चलाते हैं इस number से.\nUSER: सब यहां कितने वाले loan लिए सारा पैसे दे रहे हैं पैसे लेती है वह.\nAGENT: Sir जी देखिए agent वाले पैसे लेते हैं लेकिन वह bank में जमा नहीं करते हैं कई बार.\nUSER: नहीं जमा करते हैं आप.\nAGENT: तो वह loan करना चाहिए ना.\nUSER: हमारा क्या तो सही है.\nAGENT: आपका ख़राब होगा.\nUSER: मैं कह रही हूं अगर आप agent से रसीद नहीं लोगे ना तो वह पैसे कुछ agent ऐसे करते हैं कुछ कुछ ऐसे पैसे खा जाते हैं bank में जमा नहीं करते हैं तो CIBIL आपका ख़राब होता है पता है.\nAGENT: यहां पर payment नहीं होता तो आपके नाम से show होता है कि इसने amount pay नहीं करा है.\nUSER: ऐसे ही यहां पर show होता है. और वह दो हज़ार रुपए देना चाहिए.\nAGENT: हमारी चार किश्तें और बची है?\nUSER: हां जी\nAGENT: sir एक काम कीजिए मैं आपको बुधवार को call करूंगी आप agent से बात करवाना ठीक है?\nUSER: हां ठीक है.\nAGENT: हां जी बुधवार को आप call उठा लेना मेरा सुबह मैं call करूंगी आपको.\nUSER: ठीक है ठीक है.\nAGENT: मैं नौ बजे call करना.\nUSER: हां जी नौ बजे कर लूंगी आप याद मुझे उठा लेना.\nAGENT: या फिर आप एक काम कीजिए आप WhatsApp use करते हैं तो मैं आपको WhatsApp पर message कर रही हूं आप मेरा number note कर लीजिए.\nUSER: ठीक है ठीक है आप WhatsApp number भेज दीजिए मैं number note कर लूं.\nAGENT: ठीक है WhatsApp use करते हैं ना इसी number से?\nUSER: जी मैं WhatsApp नहीं चलाता हूं इसी number बता दीजिए मैं लिख लेता हूं.\nAGENT: ठीक है मैं आपको सुबह बुधवार के दिन call करूंगी\nUSER: ok. ठीक है number", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "POSITIVE", "nba": "PTP"}}
{"text": "AGENT: आता है हम आपको guide करने के लिए?\nUSER: जी?\nAGENT: यह mandatory होता है कि अपना auto pay on होना चाहिए कोई भी आप loan या.\nUSER: Hello. Thank you sir\nAGENT: नमस्कार. जी बताएं. Sir मैं अतुल जी से बात कर रही हूं. Actual में क्या है अगर आपके", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "POSITIVE", "nba": "CUSTOMER_NOT_SURE"}}
{"text": "AGENT: भुगतान आ जाएगा।\nUSER: हैलो\nAGENT: हैलो\nUSER: हैलो, हाँ, बोलिए।\nAGENT: हैलो सर।\nUSER: हाँ, हैलो।\nAGENT: निशांत सिंह जी, मनी व्यू के लिए लोन भुगतान नहीं हो रहा है, सर। एक ऑफर चल रहा था, और जब आप भुगतान करेंगे तो ₹742 का जुर्माना छूट जाएगा, सर।\nUSER: एक पल लाइन में रुकिए।\nAGENT: ठीक है सर।\nUSER: हाँ, आपने क्या कहा, सर? कृपया फिर से बोलिए, मनीष बोल रहा हूँ।\nAGENT: मैं कह रहा हूँ, सर, मैं मनी व्यू से बात कर रहा हूँ, 742 का जुर्माना। सर, अभी अभी।\nUSER: हाँ।\nUSER: सर, अभी तो 10-15 मिनट पहले की बात थी, 10 मिनट भी नहीं हुए होंगे।\nAGENT: हाँ।\nUSER: मैं 10 मिनट भी नहीं बोलूँगा।\nAGENT: ठीक है।\nUSER: ठीक है, धन्यवाद।\nAGENT: नहीं धन्यवाद, भुगतान के बारे में बताइए।\nUSER: सर, मैंने तारीख दे दी है, सारी बातचीत हो चुकी है, यह 10 मिनट पहले हुई होगी। कृपया अपने कंप्यूटर पर तारीख चेक कर लीजिए।\nAGENT: देखिए, नाम नहीं है।\nUSER: मुझे नाम याद नहीं है, और मैंने कल आपके कस्टमर केयर से आईसीबी के बारे में बात की थी।\nAGENT: ठीक है, यह ठीक है।\nUSER: ठीक है, हम कल ऑटो-ड्राइवर के बारे में बात कर रहे थे जो इंस्टॉल है।\nAGENT: ठीक है।\nUSER: ठीक है, तो मैंने भुगतान के बारे में सब कुछ बता दिया है।\nAGENT: ठीक है सर।\nUSER: ठीक है।\nAGENT: हाँ।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "PTP"}}
{"text": "AGENT: हाँ।\nUSER: मैं यह करूँगा और भेजूँगा।\nUSER: हैलो। हैलो।\nAGENT: हैलो\nAGENT: हैलो\nUSER: हैलो हैलो\nAGENT: हैलो सर, हैलो, क्या यह सुब्रह्मण्य बोल रहे हैं?\nUSER: सुब्रह्मण्य की बातें।\nUSER: क्या यह है?\nUSER: हाँ।\nAGENT: सर, आपने मनी व्यू ऐप में लोन लिया था, है ना? लोन राशि बकाया है, सर। आप भुगतान कब करेंगे?\nUSER: मैं यह करूँगा।\nUSER: मैं यह करूँगा।\nUSER: वह राशि कितनी है, मैडम?\nAGENT: सर, कुल 10291 है सर। यह आपके लिए जुर्माने सहित है। सर, अगर यह जुर्माने के बिना है, तो आपकी सामान्य मूल राशि लगभग 5000 है सर।\nUSER: मैं आपके लिए यह करूँगा।\nAGENT: यह 4987 है।\nUSER: नौ सौ\nUSER: हाँ हाँ हाँ, वह सेटलमेंट हो गया है, मैडम।\nAGENT: हाँ सर, क्या आप अभी सेटलमेंट करेंगे?\nUSER: हाँ\nAGENT: ठीक है सर, सेटलमेंट राशि।\nUSER: सेटलमेंट राशि।\nAGENT: हाँ सर, अगर यह सेटलमेंट के लिए है, तो आपको अभी लिंक अपडेट करना होगा। तो, मैं इसकी पुष्टि कर रहा हूँ। इसलिए, अगर आप कहते हैं कि आप इसे आज ही करेंगे, तो मैं आपके लिए सेटलमेंट ऑफर अपडेट कर दूँगा, सर।\nUSER: मुझे नहीं पता यह क्या है। मैं आपको बताऊंगा जब आऊंगा।\nAGENT: आप इसे कब करेंगे?\nUSER: अभी तक तनख्वाह नहीं आई है, मैडम।\nAGENT: नहीं सर, सेटलमेंट के लिए, यह कम होगा, है ना सर? सेटलमेंट के लिए, यह आपके लिए 2800 होगा, सर।\nUSER: यह कम होगा।\nUSER: हाँ हाँ, यह कम होगा मैडम, इसका मतलब मुझे तनख्वाह मिलनी है, है ना? यह अभी तक नहीं आई है, इसलिए मैं इसे भुगतान कर रहा हूँ।\nAGENT: ठीक है, यह दो सौ और आठ सौ रुपये होगा, है ना सर? अगर आप वह भुगतान करते हैं, तो आपको लोन क्लीयरेंस मिल जाएगा, है ना?\nUSER: हाँ, हाँ।\nAGENT: तो, फिर से, 10 तारीख तक, या फिर आपको अपनी तनख्वाह तक इंतजार करना होगा। नहीं, नहीं, बस, बस, बस।\nUSER: नहीं नहीं, मैं समझा नहीं, मैं समझा नहीं।\nUSER: सॉरी सॉरी, 10 तारीख नहीं, यह मेरे लिए 5 तारीख को आएगा मैडम। यह 5 तारीख से पहले आ जाएगा।\nAGENT: ठीक है सर, यह कब किया जा सकता है सर? अगर आप पुष्टि करते हैं, तो मैं सेटलमेंट रिक्वेस्ट अपडेट करूँगा और आपको लिंक भेजूँगा।\nUSER: यह कब होगा, सर?\nUSER: मैं पुष्टि करने के बाद लिंक भेजूँगा। मैं पांच तारीख को निश्चित रूप से इसे क्लियर कर दूँगा।\nUSER: हैलो\nAGENT: ठीक है सर, मैं इसे तब अपडेट कर दूँगा, तो इसे मिस न करें, सर।\nUSER: हाँ, मैं तब यह करूँगा।\nUSER: हाँ, मैं यह करूँगा।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "PTP"}}
{"text": "AGENT: हैलो?\nUSER: हाँ।\nAGENT: हैलो?\nUSER: हैलो\nAGENT: हाँ।\nUSER: हैलो, बताइए।\nAGENT: हाँ।\nUSER: हाँ।\nAGENT: हैलो सर, क्या आप मुझे सुन सकते हैं?\nUSER: हैलो सर।\nAGENT: हाँ।\nUSER: हाँ, ठीक है, मैं यह करूँगा।\nAGENT: क्या यह नरसिंहन बोल रहे हैं?\nUSER: नरसिंह।\nUSER: हाँ सर, बताइए सर।\nUSER: हैलो\nAGENT: सर, मैं मनीविल से कॉल कर रहा हूँ, सर। मैं कलेक्शन मैनेजर बोल रहा हूँ।\nUSER: हाँ।\nAGENT: हाँ।\nUSER: हाँ, बताइए।\nAGENT: सर, आपकी बकाया राशि अभी भी लंबित है।\nUSER: हाँ सर, हाँ सर।\nAGENT: आप राशि का भुगतान कब कर रहे हैं?\nUSER: सर, मैं यह शुक्रवार को करूँगा, सर। मैं यह शुक्रवार शाम लगभग 5 बजे करूँगा, सर।\nAGENT: इस सप्ताहांत से\nUSER: मैं यह करूँगा।\nAGENT: अगर आप इसे आज करते हैं, तो यह आपके लिए संभव होगा, लोन बंद हो जाएगा। आप आधी राशि का भुगतान कर सकते हैं।\nUSER: हाँ, मैं यह करूँगा।\nUSER: ठीक है सर, मैं इसे आज करूँगा। मैं इसे शुक्रवार को करूँगा।\nAGENT: आपके पास और वित्त है।\nUSER: हाँ, यह सही है, सर।\nUSER: मैं भुगतान करूँगा, सर। मैं भुगतान करूँगा, सर।\nAGENT: आपको दो हज़ार पाँच सौ रुपये का भुगतान करना है, सर।\nUSER: ठीक है सर।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "PTP"}}
{"text": "AGENT: हैलो\nUSER: हैलो\nAGENT: सर, यह मनी व्यू में था, सर।\nUSER: बताइए, मैडम।\nAGENT: सर, आपने मणिपुर में लोन लिया था, है ना? भुगतान अभी तक नहीं आया है।\nUSER: हमारा।\nUSER: हाँ मैडम, मैं देखूंगी मैडम। मैं यह करूँगी जैसे ही इस महीने तनख्वाह आएगी।\nUSER: मैं यह करूँगी जैसे ही 56 तारीख को तनख्वाह आएगी।\nAGENT: हम यह करेंगे जैसे ही अगली तनख्वाह आएगी।\nAGENT: मैं इसे शाम को करूँगा।", "labels": {"intent": "UNKNOWN_INTENT", "sentiment": "NEUTRAL", "nba": "PTP"}}
>>>>>>> Stashed changes
